{
    "byte_pairs": {
        "__sow": 240,
        "__eow": 241,
        "e": 242,
        "a": 243,
        "i": 244,
        "r": 245,
        "s": 246,
        "n": 247,
        "t": 248,
        "o": 249,
        "l": 250,
        "c": 251,
        "d": 252,
        "u": 253,
        "m": 254,
        "p": 255,
        "g": 256,
        "h": 257,
        "in": 258,
        "er": 259,
        "re": 260,
        "ed": 261,
        "on": 262,
        "f": 263,
        "ti": 264,
        "b": 265,
        "y": 266,
        "es": 267,
        "v": 268,
        "te": 269,
        "an": 270,
        "en": 271,
        "at": 272,
        "al": 273,
        "st": 274,
        "nt": 275,
        "ar": 276,
        "or": 277,
        "ra": 278,
        "io": 279,
        "ng": 280,
        "de": 281,
        "co": 282,
        "ri": 283,
        "w": 284,
        "le": 285,
        "k": 286,
        "se": 287,
        "it": 288,
        "ro": 289,
        "is": 290,
        "me": 291,
        "ic": 292,
        "li": 293,
        "ve": 294,
        "ce": 295,
        "ne": 296,
        "ea": 297,
        "la": 298,
        "si": 299
    },
    "words": {
        "__unk": 0,
        "__pad": 1,
        "the": 2,
        ".": 3,
        ",": 4,
        "of": 5,
        "and": 6,
        "in": 7,
        "to": 8,
        "a": 9,
        "was": 10,
        "-": 11,
        "is": 12,
        "\"": 13,
        "for": 14,
        "as": 15,
        "by": 16,
        "with": 17,
        "'": 18,
        "s": 19,
        "on": 20,
        "that": 21,
        "are": 22,
        "from": 23,
        "(": 24,
        "were": 25,
        "an": 26,
        "at": 27,
        "be": 28,
        "also": 29,
        "his": 30,
        "has": 31,
        "or": 32,
        "have": 33,
        "it": 34,
        "which": 35,
        "had": 36,
        "their": 37,
        "not": 38,
        "its": 39,
        ")": 40,
        "this": 41,
        "first": 42,
        "he": 43,
        "new": 44,
        "been": 45,
        "one": 46,
        "other": 47,
        "but": 48,
        "more": 49,
        "world": 50,
        "all": 51,
        "two": 52,
        "government": 53,
        "into": 54,
        "can": 55,
        "city": 56,
        ":": 57,
        "time": 58,
        "they": 59,
        "\".": 60,
        "most": 61,
        "state": 62,
        ").": 63,
        "\u2013": 64,
        "%": 65,
        "war": 66,
        "than": 67,
        "who": 68,
        "over": 69,
        "1": 70,
        "only": 71,
        "after": 72,
        "between": 73,
        "may": 74,
        "many": 75,
        "became": 76,
        "would": 77,
        "such": 78,
        "years": 79,
        "000": 80,
        "used": 81,
        "national": 82,
        "year": 83,
        "these": 84,
        "people": 85,
        "some": 86,
        "during": 87,
        "party": 88,
        "\",": 89,
        "about": 90,
        "up": 91,
        "country": 92,
        "there": 93,
        "states": 94,
        "school": 95,
        ".\"": 96,
        "/": 97,
        "her": 98,
        "out": 99,
        "countries": 100,
        "economic": 101,
        "2": 102,
        "system": 103,
        "population": 104,
        "will": 105,
        "through": 106,
        "united": 107,
        "against": 108,
        "high": 109,
        "made": 110,
        "three": 111,
        "well": 112,
        "under": 113,
        "university": 114,
        "3": 115,
        "when": 116,
        "political": 117,
        "international": 118,
        "\u2019": 119,
        "no": 120,
        "power": 121,
        "5": 122,
        "),": 123,
        "both": 124,
        "known": 125,
        "work": 126,
        "area": 127,
        "began": 128,
        "part": 129,
        "president": 130,
        "public": 131,
        "group": 132,
        "major": 133,
        "including": 134,
        "million": 135,
        "$": 136,
        "use": 137,
        "second": 138,
        "being": 139,
        "large": 140,
        "him": 141,
        "development": 142,
        "called": 143,
        "number": 144,
        "then": 145,
        ";": 146,
        "american": 147,
        "children": 148,
        "could": 149,
        "them": 150,
        "law": 151,
        "later": 152,
        "century": 153,
        "north": 154,
        "where": 155,
        "several": 156,
        "found": 157,
        "4": 158,
        "often": 159,
        "any": 160,
        "south": 161,
        "largest": 162,
        "day": 163,
        "general": 164,
        "around": 165,
        "since": 166,
        "until": 167,
        "policy": 168,
        "education": 169,
        "early": 170,
        "while": 171,
        "include": 172,
        "i": 173,
        "based": 174,
        "military": 175,
        "european": 176,
        "established": 177,
        "2008": 178,
        "6": 179,
        "army": 180,
        "now": 181,
        "service": 182,
        "town": 183,
        "members": 184,
        "2010": 185,
        "energy": 186,
        "held": 187,
        "four": 188,
        "social": 189,
        "long": 190,
        "november": 191,
        "same": 192,
        "us": 193,
        "small": 194,
        "union": 195,
        "each": 196,
        "before": 197,
        "u": 198,
        "she": 199,
        "air": 200,
        "did": 201,
        "within": 202,
        "period": 203,
        "german": 204,
        "support": 205,
        "land": 206,
        "important": 207,
        "local": 208,
        "areas": 209,
        "end": 210,
        "so": 211,
        "minister": 212,
        "very": 213,
        "company": 214,
        "role": 215,
        "led": 216,
        "health": 217,
        "september": 218,
        "family": 219,
        "following": 220,
        "french": 221,
        "non": 222,
        "water": 223,
        "10": 224,
        "among": 225,
        "foreign": 226,
        "won": 227,
        "much": 228,
        "research": 229,
        "main": 230,
        "west": 231,
        "students": 232,
        "7": 233,
        "council": 234,
        "place": 235,
        "central": 236,
        "march": 237,
        "film": 238,
        "due": 239
    },
    "kwargs": {
        "vocab_size": 300,
        "pct_bpe": 0.2,
        "silent": true,
        "ngram_min": 2,
        "ngram_max": 2,
        "required_tokens": [
            "__unk",
            "__pad"
        ],
        "strict": false,
        "EOW": "__eow",
        "SOW": "__sow",
        "UNK": "__unk",
        "PAD": "__pad"
    }
}