{"byte_pairs": {"__sow": 240, "__eow": 241, "e": 242, "i": 243, "r": 244, "n": 245, "a": 246, "s": 247, "t": 248, "o": 249, "u": 250, "c": 251, "l": 252, "\u00e9": 253, "m": 254, "p": 255, "d": 256, "en": 257, "on": 258, "nt": 259, "es": 260, "re": 261, "g": 262, "v": 263, "ti": 264, "f": 265, "te": 266, "an": 267, "er": 268, "h": 269, "b": 270, "in": 271, "is": 272, "le": 273, "it": 274, "co": 275, "me": 276, "io": 277, "ri": 278, "ie": 279, "ra": 280, "at": 281, "ai": 282, "se": 283, "ar": 284, "ur": 285, "al": 286, "li": 287, "ns": 288, "ro": 289, "ne": 290, "ue": 291, "ou": 292, "or": 293, "pr": 294, "ta": 295, "tr": 296, "q": 297, "qu": 298, "em": 299}, "words": {"__unk": 0, "__pad": 1, ".": 2, "de": 3, ",": 4, "'": 5, "la": 6, "et": 7, "l": 8, "le": 9, "\u00e0": 10, "des": 11, "les": 12, "d": 13, "en": 14, "est": 15, "du": 16, "-": 17, "un": 18, "une": 19, "dans": 20, "\u2019": 21, "par": 22, "pour": 23, "\"": 24, "au": 25, "a": 26, "sont": 27, "que": 28, "qui": 29, "il": 30, "se": 31, "plus": 32, "sur": 33, "(": 34, "s": 35, "son": 36, "avec": 37, "pas": 38, "aux": 39, "qu": 40, "\u00e9t\u00e9": 41, "ne": 42, "ou": 43, ":": 44, "ont": 45, "ce": 46, "n": 47, "\u00ab": 48, "sa": 49, "cette": 50, "deux": 51, "ses": 52, "comme": 53, "leur": 54, "elle": 55, "\u00eatre": 56, "mais": 57, "\u00e9galement": 58, "fait": 59, "\u00e9tait": 60, "entre": 61, "m\u00eame": 62, "pays": 63, ").": 64, "aussi": 65, ")": 66, "lui": 67, "ces": 68, "fut": 69, "ville": 70, "alors": 71, "y": 72, "guerre": 73, "ann\u00e9es": 74, "sous": 75, "peut": 76, "politique": 77, "tr\u00e8s": 78, "autres": 79, "plusieurs": 80, "premier": 81, "apr\u00e8s": 82, "ils": 83, "\".": 84, "ainsi": 85, "on": 86, "\",": 87, "\u00bb": 88, "monde": 89, "france": 90, "contre": 91, "\u00bb.": 92, "ans": 93, "\u00e9tats": 94, "partie": 95, "leurs": 96, "sud": 97, "grande": 98, "trois": 99, "temps": 100, "o\u00f9": 101, "depuis": 102, "sans": 103, "donc": 104, "tout": 105, "premi\u00e8re": 106, "jusqu": 107, "dont": 108, "nord": 109, "saint": 110, "avant": 111, "lors": 112, "place": 113, "\u00e9tat": 114, "gouvernement": 115, "grand": 116, "avait": 117, "unis": 118, "fin": 119, "nouvelle": 120, "nom": 121, "peu": 122, "parti": 123, "c": 124, "peuvent": 125, "faire": 126, "%": 127, "encore": 128, "\u00e9taient": 129, "nouveau": 130, "non": 131, "p\u00e9riode": 132, "lieu": 133, "bien": 134, "vers": 135, "tous": 136, "ann\u00e9e": 137, "souvent": 138, "nombreux": 139, "r\u00e9gion": 140, "notamment": 141, "population": 142, "cours": 143, "commune": 144, "avoir": 145, "\u00e9poque": 146, "fois": 147, "doit": 148, "pouvoir": 149, "nombre": 150, "pr\u00e9sident": 151, "devient": 152, "autre": 153, "partir": 154, "r\u00f4le": 155, "\u00e9conomique": 156, "groupe": 157, "syst\u00e8me": 158, "d\u00e9veloppement": 159, "moins": 160, "pendant": 161, "vie": 162, "suite": 163, "arm\u00e9e": 164, "puis": 165, "tard": 166, "reste": 167, "quelques": 168, "quatre": 169, "forme": 170, "g\u00e9n\u00e9ral": 171, "elles": 172, "),": 173, "famille": 174, "soci\u00e9t\u00e9": 175, "sera": 176, "effet": 177, "politiques": 178, "2": 179, "ensuite": 180, "toute": 181, "fran\u00e7ais": 182, "3": 183, "droit": 184, "centre": 185, "celle": 186, "europe": 187, "toujours": 188, "cas": 189, "septembre": 190, "ci": 191, "ouest": 192, "enfants": 193, "toutes": 194, "conseil": 195, "1": 196, "mois": 197, "soit": 198, "jour": 199, "personnes": 200, "mondiale": 201, "travail": 202, "beaucoup": 203, "/": 204, "mort": 205, "5": 206, "nombreuses": 207, "(\"": 208, "permet": 209, "chine": 210, "jean": 211, "selon": 212, "ensemble": 213, "membres": 214, "\u00e9cole": 215, "paris": 216, "part": 217, "roi": 218, "canada": 219, "\u00e9tant": 220, "trouve": 221, "ailleurs": 222, "octobre": 223, "si": 224, "p\u00e8re": 225, "furent": 226, "cinq": 227, "habitants": 228, "durant": 229, "janvier": 230, "hommes": 231, "eux": 232, "dernier": 233, "cependant": 234, "agit": 235, "histoire": 236, "existe": 237, "celui": 238, "chaque": 239}, "kwargs": {"vocab_size": 300, "pct_bpe": 0.2, "silent": true, "ngram_min": 2, "ngram_max": 2, "required_tokens": ["__unk", "__pad"], "strict": false, "EOW": "__eow", "SOW": "__sow", "UNK": "__unk", "PAD": "__pad"}}